# hw02.py

# # 2 
# print("Mary's cosmetics")

# #3
# print('신씨가 소리질렀다. "도둑이야"')

# #4
# print("안녕하세요.\n만나서\t\t반갑습니다.") 

# # \n 은 줄바꿈 \t 는 tab 의 역할을 한다.

# #5 
# print("first", end='');print("second")

# #6
# 삼성전자 = 50000
# 주식수 = 10
# print("삼성전자 주식",
#       str(주식수)+"주(수량)를 보유하고 있을 때 총 평가금액은",
#       str(삼성전자*주식수)+"(원)이다.")

# #7
# fa = float("15.79")
# print(type(fa))

# #8
# year = "2026"
# year = int(year)
# print("최근 3년의 연도는", year-2, year-1, year, "이다.")

# #9
# 에어컨_월_비용 = 48584
# 무이자_기간 = 36
# 총_금액 = 에어컨_월_비용 * 무이자_기간
# print("총 금액은", 총_금액, "원이다.")

#10
age = int(input("현재 자신의 나이를 입력하시오"))
print("당신의 3년 후 나이는", age+3, "이다.")

